<?php

return [
    'help' => 'Помощь',
    'add_translate' => 'Включить или выключить добавление переводов с фронтенда. Это действие снижает производительность',
    'indexation' => 'Включить или выключить индексацию для поисковых систем',
    'gtm' => 'Введите ваш Google Tag Manager Id',
    'title_prefix' => 'Введите префикс заголовка',
    'title_suffix' => 'Введите суффикс заголовка',
    'description_prefix' => 'Введите префикс описания',
    'description_suffix' => 'Введите суффикс описания',
    'template' => 'Выберите шаблон',
    'all_children' => 'Выбрать все дочерние элементы текущей страницы',
    'all_childrens_of_page' => 'Выбрать все дочерние элементы выбранной страницы',
    'is_popular' => 'Сортировать по просмотрам',
    'is_latest' => 'Сортировать по дате создания',
    'is_random' => 'Сортировать случайным образом',
    'pages' => 'Выберите страницы для отображения',
    'help.layout' => 'Макеты определяют структуру и внешний вид ваших страниц. Каждый макет можно настроить с помощью специальных параметров.',
];
