<?php

return [
    'help' => 'Допомога',
    'add_translate' => 'Увімкнути або вимкнути додавання перекладів з фронтенду. Ця дія знижує продуктивність',
    'indexation' => 'Увімкнути або вимкнути індексацію для пошукових систем',
    'gtm' => 'Введіть ваш Google Tag Manager Id',
    'title_prefix' => 'Введіть префікс заголовка',
    'title_suffix' => 'Введіть суфікс заголовка',
    'description_prefix' => 'Введіть префікс опису',
    'description_suffix' => 'Введіть суфікс опису',
    'template' => 'Виберіть шаблон',
    'all_children' => 'Вибрати всі дочірні елементи поточної сторінки',
    'all_childrens_of_page' => 'Вибрати всі дочірні елементи вибраної сторінки',
    'is_popular' => 'Сортувати за переглядами',
    'is_latest' => 'Сортувати за датою створення',
    'is_random' => 'Сортувати випадковим чином',
    'pages' => 'Виберіть сторінки для відображення',
    'help.layout' => 'Макети визначають структуру та зовнішній вигляд ваших сторінок. Кожен макет можна налаштувати за допомогою спеціальних параметрів.',
];
